/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "お使いの iPod をアップデートするには、“アップデート”をクリックします。";
"UPDATE_NO_SELECTION_MULTIPLE" = "ファームウェアをアップデートする iPod を選択してください。";
"UPDATE_ONE_SELECTION" = "“アップデート”をクリックすると、%@ をバージョン %@ にアップデートします。";
"UPDATE_MULTIPLE_SELECTION" = "選択した iPod をアップデートするには、“アップデート”をクリックします。";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "お使いの iPod をアップデートするには、“アップデート”をクリックします。";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "お使いの iPod は最新の状態です。";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "選択した iPod は最新の状態です。";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "選択した iPod はこのアップデータでサポートされていません。";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Macintosh 用にフォーマットされた iPod だけをアップデートできます。";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "“復元”をクリックすると、iPod が工場出荷時の設定に戻ります。";
"RESTORE_NO_SELECTION_MULTIPLE" = "工場出荷時の設定に戻す iPod を選択してください。";
"RESTORE_ONE_SELECTION" = "“復元”をクリックすると、iPod が工場出荷時の設定に戻ります。";
"RESTORE_MULTIPLE_SELECTION" = "“復元”をクリックすると、選択した iPod が工場出荷時の設定に戻ります。";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "“復元”をクリックすると、iPod が工場出荷時の設定に戻ります。";
"RESTORE_NOT_MOUNTED_YET" = "iPod の準備が完了するのを待っています。";
"RESTORE_ONLY_OVER_FIREWIRE" = "この iPod を復元するには、FireWire を使って接続する必要があります。";

"UPDATING_STATUS" = "アップデート中：%@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "復元の確認";
"RESTORE_ALERT_SHEET_DESC" = "お使いの iPod を工場出荷時の設定に戻してもよろしいですか？曲やその他のデータはすべて消去されます。";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "iPod をアップデートするために、接続してください。";
"IPOD_RESTARTING_RESTORE" = "お使いの iPod は工場出荷時の設定に戻り、再起動中です。復元のプロセスを完了させるため、iPod のケーブルを接続したままお待ちください。";
"IPOD_RESTARTING_UPDATE" = "お使いの iPod のソフトウェアはアップデートされ、再起動中です。アップデートのプロセスを完了させるため、iPod のケーブルを接続したままお待ちください。";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "お使いの iPod は工場出荷時の設定に戻りました。復元のプロセスを完了させるため、iPod のケーブルを取り外し、もう一度接続してください。";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "お使いの iPod はアップデートされました。アップデートを完了させるため、iPod のケーブルを取り外し、もう一度接続してください。";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "お使いの iPod は工場出荷時の設定に戻りました。復元のプロセスを完了させるため、iPod のケーブルを取り外し、外部電源に接続してください。";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "お使いの iPod はアップデートされました。アップデートを完了させるため、iPod のケーブルを取り外し、外部電源に接続してください。";
"TOO_MANY_IPODS" = "複数の iPod が接続されています。アップデートする iPod は 1 度に 1 台だけ接続してください。ほかの iPod は、“Finder”上で取り出してから、ケーブルを外してください。";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "名前";
"COPY_FIRMWARE_VERSION" = "ファームウェアのバージョン";
"COPY_SERIAL_NUMBER" = "シリアル番号";
"COPY_DISK_FORMAT" = "ディスクフォーマット";
"COPY_CAPACITY" = "最大容量";
"COPY_POD_FAMILY" = "iPod ファミリー";
"COPY_UPDATER_FAMILY" = "アップデータファミリー";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "（マウント中）";
"UNMOUNTED_NAME" = "（マウント解除済み）";
"RESTORING_NAME" = "（復元中）";
"UPDATING_NAME" = "（アップデート中）";
"RESTARTING_NAME" = "（再起動中）";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "復元中：%@";
"UPDATING_STATUS" = "アップデート中：%@";
"RESTARTING_STATUS" = "再起動中";
"EXAMINING_STATUS" = "iPod を調査中";
"UNMOUNTING_STATUS" = "iPod のマウントを解除中";
"PREPARING_STATUS" = "iPod を準備中";
"FINISHING_STATUS" = "仕上げ中";
"FORMATTING_STATUS" = "iPod をフォーマット中";
"WRITING_FIRMWARE_STATUS" = "iPod ソフトウェアを書き込み中";
"CLEARING_STATUS" = "古い iPod ソフトウェアを削除中";
"WRITING_ICON_STATUS" = "ボリュームアイコンを書き込み中";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "複数の iPod が選択されています。";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "iPod が選択されていません。";
/* Displayed when info is not available */
"UNKNOWN" = "不明";

/* Button titles */
"RESTORE" = "復元";
"CANCEL" = "キャンセル";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "エラー";
"CANT_UNMOUNT" = "使用中のため iPod のマウントを解除できませんでした。開いている iPod のファイルをいったん閉じてから、もう一度やり直してください。";
"CANT_MOUNT" = "1 台の iPod が見つかりましたが、この操作を行うためにはデスクトップにマウントする必要があります。";
"GENERAL_ERROR" = "iPod のアップデート、または復元中にエラーが起きました。";
"SIGMATEL_ERROR" = "iPod のアップデートまたは復元中にエラーが起きました。iPod を取り外し、再接続してからもう一度復元をやり直してください。それでもうまくいかない場合は、http://www.apple.com/jp/support/ipod を参照してください。";
"CANT_FIND_FORMAT_SLICE" = "データパーティションが見つからないためフォーマットできませんでした。iPod を取り外し、再接続してからもう一度復元をやり直してください。";
"FORMAT_ERROR" = "iPod のフォーマット中にエラーが起きました。";
"FORMAT_ERROR_Q14_USB" = "iPod のフォーマット中にエラーが起きました。FireWire を使って iPod を接続してから、もう一度やり直してください。";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "不明";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "デバッグ";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "アップデートを常に許可";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "お使いの iPod はアップデートされ、再起動中です。アップデートのプロセスを完了させるため、iPod のケーブルを接続したままお待ちください。iPod アップデータを終了し、“iTunes”を起動しますか？";
"QUIT_QUESTION_RESTORE_MESSAGE" = "お使いの iPod は復元され、再起動中です。復元のプロセスを完了させるため、iPod のケーブルを接続したままお待ちください。iPod アップデータを終了し、“iTunes”を起動しますか？";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "お使いの iPod はアップデートされました。アップデートを完了させるため、iPod のケーブルを取り外し、外部電源に接続してください。iPod アップデータを終了し、“iTunes”を起動しますか？";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "お使いの iPod は復元されました。アップデートを完了させるため、iPod のケーブルを取り外し、外部電源に接続してください。iPod アップデータを終了し、“iTunes”を起動しますか？";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "お使いの iPod はアップデートされました。アップデートを完了させるため、iPod のケーブルを取り外し、もう一度接続してください。iPod アップデータを終了し、“iTunes”を起動しますか？";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "お使いの iPod は復元されました。アップデートを完了させるため、iPod のケーブルを取り外し、もう一度接続してください。iPod アップデータを終了し、“iTunes”を起動しますか？";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/jp/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/jp/register";